<?php



return [

    'createUser'=>"یک کاربر با موفقیت ثبت شد.",
    'updateUser'=>"ویرایش کاربر با موفقیت ثبت شد.",
    'deleteUser'=>"حذف کاربر با موفقیت ثبت شد.",
    'activeUser'=>"یک کاربر فعال شد",
    //

    'createPackage' => "یک پکیج با موفقیت ثبت شد.",
    'updatePackage' => "ویرایش پکیج با موفقیت ثبت شد.",
    'deletePackage' => "حذف پکیج با موفقیت ثبت شد.",
    'activeSalary' => "تغییرات با موفقیت انجام شد",
    'activeConnect' => "تغییرات با موفقیت انجام شد",
    // 
    'createCompany' => "ثبت شرکت با موفقیت انجام شد",
    'updateCompany' => "ویرایش شرکت با موفقیت ثبت شد.",
    'deleteCompany' => "حذف شرکت با موفقیت ثبت شد.",
    'activeCompany' => "تغییرات با موفقیت انجام شد",
    //

    // 
    'createAlert' => "ثبت پیام با موفقیت انجام شد",
    'updateAlert' => "ویرایش پیام با موفقیت ثبت شد.",
    'deleteAlert' => "حذف پیام با موفقیت ثبت شد.",
    'activeAlert' => "تغییرات با موفقیت انجام شد",
    // 
    'createDiscount' => "ثبت تخفیف با موفقیت انجام شد",
    'updateDiscount' => "ویرایش تخفیف با موفقیت ثبت شد.",
    'deleteDiscount' => "حذف تخیف با موفقیت ثبت شد.",
    'activeDiscount' => "تغییرات با موفقیت انجام شد",
    //
    'createInvoice' => "ثبت صورتحساب با موفقیت انجام شد",
    'updateInvoice' => "ویرایش صورتحساب با موفقیت ثبت شد.",
    'deleteInvoice' => "حذف صورتحساب با موفقیت ثبت شد.",
    'activeInvoice' => "تغییرات با موفقیت انجام شد",
    //
    'createInvoice' => "ثبت دستگاه با موفقیت انجام شد",
    'updateInvoice' => "ویرایش دستگاه با موفقیت ثبت شد.",
    'deleteInvoice' => "حذف دستگاه با موفقیت ثبت شد.",
    'activeInvoice' => "تغییرات با موفقیت انجام شد",
    //

    'failedMessage'=>"مشکلی در روند ثبت به وجود آمد.",
    "sureMessage"=> "ایا از انجام عملیات مطمئن هستید؟",
    "deleteConfirmed"=>"مقادیری برای حذف انتخاب نشده است",
    "setConfirmed"=>"مقادیری برای ثبت انتخاب نشده است",
    //


];