<?php


return [

    'required'=>'مقدار ورودی الزامیست',
    'email' => "لطفایک ایمیل معتبر وارد کنید.",
    "max" => [
        'string' => " مقدار :attribute بیش از حد مجاز است",
        'numeric' => " لطفا یک شماره معتبر وارد کنید",
    ],
    "min" => [
        'string' => " مقدار :attribute کمتر از حد مجاز است",
        'numeric' => " لطفا یک شماره معتبر وارد کنید",
    ],

    "numeric"=>"لطفا یک مقدار معتبر واردکنید",
    "regex"=>"لطفا یک شماره معتبر وارد کنید",
    "confirmed"=>"پسورد و تاییدپسورد مطابقت ندارند",
    "regex"=>"لطفا یک شماره موبایل معتبر وارد کنید.",
    "alpha"=>"لطفااز حروف لاتین برای ایمیل خود استفاده کنید",
    "unique"=>"کاربری با این :attribute  قبلا ثبت نام کرده است",

    'attributes' => [
        'full_name' => "نام کاربر",
        'password' => "رمزعبور",
        'email' => "ایمیل",
        'phone' => "شماره",
        'mobile' => "شماره موبایل",
        'company_name' => "نام شرکت",
    ],

];
